import lawget
M={'租賃條例':'D0060125','租賃細則':'D0060126','租賃資訊辦法':'D0060131','民法':'B0000001','所得稅法':'G0340003','土地稅法':'G0340096','土地稅法細則':'G0340097','房屋稅條例':'G0340102','土地法':'D0060001','消保法':'J0170001','消保法細則':'J0170002','公證法':'B0010010','平均地權條例':'D0060009','所得稅法細則':'G0340004','扣繳率標準':'G0340028','二代健保辦法':'L0060027','民事訴訟法':'B0010001','強制執行法':'B0010004','調解條例':'I0020003','公寓條例':'D0070118','公寓細則':'D0070119','都市計畫法':'D0070001','非都市土地使用管制規則':'D0060013','建築技術規則設計施工編':'D0070115','建築技術規則設備編':'D0070117','室內裝修辦法':'D0070148','昇降設備辦法':'D0070147','公安申報辦法':'D0070149','地籍測量實施規則':'D0060053','消防設置標準':'D0120029','燃氣熱水器標準':'D0120013','消防法':'D0120001','建築法':'D0070109'}
for k,v in M.items():
    print(k,lawget.get(v,f'law/{k}.txt'))
